Repository: mboeder-2306/planarity
Catalog: po/*.po
Languages: es, it

source: Untangle the graph: Drag the vertices to get rid of crossed lines. All graphs can be completely untangled, but it may take some time!
es: Desenrede el gráfico: arrastre los vértices hasta deshacerse de las líneas cruzadas. Todos los gráficos se pueden desenredar completamente ¡pero puede tardar un rato!
it: Districa le linee: Trascina i vertici per liberarsi degli incroci tra le linee. Tutti gli schemi possono essere completamente districati, ma potrebbe richiedere del tempo!

source: Vertices may be dragged individually, or you can draw a lasso around vertices to be moved together. Two finger gestures pan and zoom the graph.
es: Los vértices se pueden arrastrar individualmente o puede dibujar un lazo alrededor de los vértices para moverlos juntos. Con el gesto de dos dedos puede ampliar y reducir el gráfico.
it: I vertici possono essere trascinati individualmente, o puoi disegnare un lazo attorno ai vertici per muoverli insieme. Movimenti con due mani muovono e zoomano il puzzle.

source: If your efforts have made things worse, use the reset button in the upper left to move things back to the start. The shuffle button will generate a new puzzle.
es: Si con su esfuerzo ha empeorado las cosas, use el botón de reiniciar en la esquina superior izquierda para dejar todo como al principio. El botón de barajar generará un nuevo rompecabezas.
it: Se i tuoi sforzi hanno peggiorato le cose, usa il pulsante di reset nell'angolo in alto a sinistra per ricominciare. Il pulsante per mischiare genera un nuovo puzzle.

source: The difficulty of the puzzle can be adjusted with the control in the upper right. Note that the number of vertices scales with the square of the difficulty, so things get complicated quickly!
es: Se puede ajustar la dificultad del rompecabezas con el control en la esquina superior derecha. Tenga en cuenta que el número de vértices escala exponencialmente la dificultad, ¡así que la cosa se complica rápidamente!
it: La difficoltà del puzzle può essere regolata con il comando in alto a destra. Nota che il numero dei vertici aumenta con il quadrato della difficoltà, quindi diventa complicato in fretta!

source: Original Flash game by %1.
es: Juego Flash original de %1.
it: Originariamente in gioco Flash realizzato da %1.

source: Based on gPlanarity by %1.
es: Basado en gPlanarity de %1.
it: Basato su gPlanarity di %1.

source: This implentation &copy; 2015 by Robert Schroll and released under the GPL.
es: Esta implementación &copy; 2015 por Robert Schroll y liberada bajo la GPL.
it: Questa implementazione &copy; 2015 di Robert Schroll e rilasciata sotto la licenza GPL.

source: Now maintained &copy; 2018 by Michele Castellazzi.
es: Ahora mantenida &copy; 2018 por Michele Castellazzi.
it: Attualmente sviluppato &copy; 2018 da Michele Castellazzi.

source: %1 intersection
es: %1 intersección
it: %1 intersezione

source: Difficulty
es: Dificultad
it: Difficoltà

source: Play
es: Jugar
it: Gioca
